Revit 2024 API
ImageExportOptions Constructor
 Constructs a new instance of the options class used to produce images.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public ImageExportOptions()
Visual Basic
Public Sub New
Visual C++
public:
ImageExportOptions()
See Also
ImageExportOptions Class
Autodesk.Revit.DB Namespace